import React, { useState, useEffect } from "react";
import { Icon, Image, Divider, Header } from 'semantic-ui-react'
import image1 from "../../../assets/locations/vostok.jpg"
const Point6 = () => {
    return (
    <React.Fragment>
      <p>Руски и француски научници на Вастоку, истраживачкој станици на Антарктику, почев од 1980. Године, почели су да ваде вертикални ваљкасти узорак пречника 10 сантиметара, бушећи у дубину леда, а тиме и у дубину времена. Током осамнаест година пробили су се до дубине од 3,7 километара, чиме су добили најдужи ледени узорак на свету. Од врха до дна, где је ваздух стар 420 хиљада година - или три ледена доба - узорак је преносио исту поруку: Миланковићев циклус са периодом од 100 хиљада година веома се добро слаже са временима настанка великих захлађења.
</p>
      <p>Подаци са станице Васток, „продужени“ на четири климатска циклуса, показали су да су орбиталне фреквенције изразито утиснуте у све записе, са доминацијом циклуса од 100.000 година, осим промена концентрација изотопа 18O којима доминира прецесија. Изражен је и утицај промене нагиба Земљине осе на температуру, што је вероватно повезано са локалним променама осунчавања. Утврђена је и повезаност гасова стаклене баште и климе, која назначава да су ти гасови важни као појачивачи иницијалног орбиталног утицаја.

</p>
      <Divider horizontal>
        <Header as="h4">
        <Icon name='image' />
        Фотографије
        </Header>      
      </Divider>
      <Image src={image1} alt="ISTRAŽIVAČKA STANICA VOSTOK NA ANTARKTICI" fluid />
    </React.Fragment>
    )
  }

  export default Point6;

