import React, { useState, useEffect } from "react";
import { Icon, Image, Divider, Header } from 'semantic-ui-react'

import image1 from "../../../assets/locations/ardentarola1.jpeg"
import image2 from "../../../assets/locations/ardentarola2.png"
import image3 from "../../../assets/locations/ardentarola3.png"

const Point2 = () => {
    return (
    <>    
        <p>Сталагмит, кога је италијански истраживач Фабрицио Антониоли извадио из подводне пећине на острву Арђентарола код западне обале средње Италије, преполовљен уздужно показује изванредно тачан и необично леп запис климатске прошлости Земље. </p>
        <p>Извађен је са дубине од 30 метара, али јасно показује раздобља када, у пећини где је „растао“ није било морске воде – то је било током појединих глацијација када је лед наталожен на копну „извлачио“ воду из мора чији је ниво опадао за неколико десетина метара. Одређивање односа изотопа уранијума и торијума заробљених у каменом ткиву сталагмита, показало је да овај спелеотем стар 206.000 година. Датовањем старости граница између разнородних слојева, утврђено је да је први пут заронио пре 202.000 година да би изронио око 12.000 година касније – што говори о топлом раздобљу током кога је ниво мора био бар толико висок да га потопи. </p>
        <p>У спелеотему је отуда, као у отвореној књизи, још једном прочитана Миланковићева теорија. Она је заправо једина климатолошка теорија која нам омогућава да читамо ову књигу. Јасно се разликују Миланковићеви циклуси у периодима сувоземног (МИС 7.2, МИС 6) и подводног раста (МИС 7.1, МИС 5). У тачкама дуж вертикалне осе убележене су и утврђене старости (заједно са могућом грешком) појединих слојева сталагмита.</p>
        <Divider horizontal>
        <Header as="h4">
        <Icon name='image' />
        Фотографије
        </Header>      
      </Divider>
        <img src={image1} alt="Speleotem s ostrva Arđentarola" />
        <div className="gallery-inline">
        <img src={image2} alt="Speleotem s ostrva Arđentarola" />
        <img src={image3} alt="Speleotem s ostrva Arđentarola" />
        </div>
        <Divider horizontal>
              
      </Divider>        
    </>
    )
  }

  export default Point2;

