import React, { useState, useEffect } from "react";
import { Icon, Image, Divider, Header } from 'semantic-ui-react'
import image1 from "../../../assets/locations/south-indian-ocean.jpg"
const Point16 = () => {
    return (
    <React.Fragment>
      <p>
      Геолошки подаци обухватају резултате мерења три климатски осетљива параметра у два језгра из бушотина дубокоморских седимената. Та језгра су узета у области (у јужном делу Индијског океана) где су ранији радови показали да се седименти таложе довољно брзо да могу сачувати информацију о учесталостима које нас занимају. Мерили смо (1) δ18O, садржај изотопа кисеоника у планктонским фораминиферама, (2) Ts, процену летње температуре морске површине на месту бушења, добијену статистичком анализом популације радиоларија; и (3) проценат заступљености Cycladophora davisiana, релативни садржај ове врсте радиоларије која није коришћена приликом одређивања Ts. Из оба језграсу ради анализе на сваких 10 цм узимани су идентични узорци. Закључено је да су промене у геометрији Земљине орбите темељни узорк смене ледених доба током Квартара. 
      </p>
      <Divider horizontal>
        <Header as="h4">
        <Icon name='image' />
        Photos
        </Header>      
      </Divider>
      <Image src={image1} alt="ЈУЖНИ ИНДИЈСКИ ОКЕАН" fluid />
      

    </React.Fragment>
    )
  }

  export default Point16;

